Repository: pkscout/script.audio.profiles
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, et_ee, ga, pt_br, sv_se

# Addon Summary
source: Save audio profile and easily switch between them.
bs_ba: Sačuvajte audio profil i lako se prebacujte između njih.
es_es: Guarde el perfil de audio y cambie fácilmente entre ellos.
et_ee: Salvesta heliseadete profiilid ja vaheta neid hõlpsalt.
ga: Sábháil próifíl fuaime agus aistrigh eatarthu go héasca.
pt_br: Salve o perfil de áudio e alterne facilmente entre eles.
sv_se: Spara ljudprofil och växla enkelt mellan dem.

# Addon Description
source: Save audio profile and easily switch between them.
bs_ba: Sačuvajte audio profil i lako se prebacujte između njih.
es_es: Guarde el perfil de audio y cambie fácilmente entre ellos.
et_ee: Salvesta heliseadete profiilid ja vaheta neid hõlpsalt.
ga: Sábháil próifíl fuaime agus aistrigh eatarthu go héasca.
pt_br: Salve o perfil de áudio e alterne facilmente entre eles.
sv_se: Spara ljudprofil och växla enkelt mellan dem.

# #32000
source: Profiles 1-5
bs_ba: Profili 1-5
es_es: Perfiles 1-5
et_ee: Profiilid 1-5
ga: Próifílí 1-5
pt_br: Perfis 1-5
sv_se: Profiler 1-5

# #32001
source: Name of profile 1
bs_ba: Naziv profila 1
es_es: Nombre del perfil 1
et_ee: Profiili 1 nimi
ga: Ainm phróifíle 1
pt_br: Nome do perfil 1
sv_se: Namn på profil 1

# #32002
source: Settings
bs_ba: Podešavanja
es_es: Ajustes
et_ee: Seaded
ga: Socruithe
pt_br: Configurações
sv_se: Inställningar

# #32003
source: Name of profile 2
bs_ba: Naziv profila 2
es_es: Nombre del perfil 2
et_ee: Profiili 2 nimi
ga: Ainm phróifíle 2
pt_br: Nome do perfil 2
sv_se: Namn på profil 2

# #32004
source: Include volume level
bs_ba: Uključi nivo jačine zvuka
es_es: Incluir el nivel de volumen
et_ee: Kaasa helitugevus
ga: Cuir leibhéal toirte san áireamh
pt_br: Incluir nível de volume
sv_se: Inkludera volymnivå

# #32005
source: Name of profile 3
bs_ba: Naziv profila 3
es_es: Nombre del perfil 3
et_ee: Profiili 3 nimi
ga: Ainm phróifíle 3
pt_br: Nome do perfil 3
sv_se: Namn på profil 3

# #32006
source: Name of profile 4
bs_ba: Naziv profila 4
es_es: Nombre del perfil 4
et_ee: Profiili 4 nimi
ga: Ainm an phróifíl 4
pt_br: Nome do perfil 4
sv_se: Namn på profil 4

# #32007
source: Profile 1
bs_ba: Profil 1
es_es: Perfil 1
et_ee: Profiil 1
ga: Próifíl 1
pt_br: Perfil 1
sv_se: Profil 1

# #32008
source: Profile 2
bs_ba: Profil 2
es_es: Perfil 2
et_ee: Profiil 2
ga: Próifíl 2
pt_br: Perfil 2
sv_se: Profil 2

# #32009
source: Profile 3
bs_ba: Profil 3
es_es: Perfil 3
et_ee: Profiil 3
ga: Próifíl 3
pt_br: Perfil 3
sv_se: Profil 3

# #32010
source: Profile 4
bs_ba: Profil 4
es_es: Perfil 4
et_ee: Profiil 4
ga: Próifíl 4
pt_br: Perfil 4
sv_se: Profil 4

# #32011
source: Include video player settings
bs_ba: Uključi postavke video plejera
es_es: Incluir ajustes del reproductor de vídeo
et_ee: Kaasa videopleieri sätted
ga: Cuir socruithe an imreora físe san áireamh
pt_br: Incluir configurações do player de vídeo
sv_se: Inkludera inställningar för videospelare

# #32012
source: Include display settings
bs_ba: Uključi postavke prikaza
es_es: Incluir ajustes de visualización
et_ee: Kaasa ekraani sätted
ga: Cuir socruithe taispeána san áireamh
pt_br: Incluir configurações de exibição
sv_se: Inkludera visningsinställningar

# #32013
source: Includes Settings
bs_ba: Uključuje postavke
es_es: Incluye ajustes
et_ee: Sisaldab sätted
ga: Áirítear Socruithe
pt_br: Inclui Configurações
sv_se: Inkluderar inställningar

# #32014
source: Auto Switch
bs_ba: Automatski prekidač
es_es: Interruptor automático
et_ee: Automaatne vahetus
ga: Athrú Uathoibríoch
pt_br: Troca Automática
sv_se: Automatisk växling

# #32015
source: Show audio profile select menu on media playback
bs_ba: Prikaži meni za odabir audio profila prilikom reprodukcije medija
es_es: Mostrar menú para seleccionar el perfil de audio en la reproducción multimedia
et_ee: Kuva meedia taasesitusel heliprofiili valikumenüü
ga: Taispeáin roghchlár roghnaithe próifíle fuaime ar athsheinm meán
pt_br: Mostrar menu de seleção de perfil de áudio na reprodução de mídia
sv_se: Visa menyn för val av ljudprofil vid mediauppspelning

# #32016
source: Auto close select menu
bs_ba: Automatsko zatvaranje menija za odabir
es_es: Cerrar automáticamente el menú de selección
et_ee: Sule valikumenüü automaatselt
ga: Dún roghchlár roghnaithe go huathoibríoch
pt_br: Menu de seleção de fechamento automático
sv_se: Välj meny för automatisk stängning

# #32018
source: Notifications
bs_ba: Obavijesti
es_es: Notificaciones
et_ee: Märguanded
ga: Fógraí
pt_br: Notificações
sv_se: Notifieringar

# #32019
source: Notifications
bs_ba: Obavijesti
es_es: Notificaciones
et_ee: Märguanded
ga: Fógraí
pt_br: Notificações
sv_se: Notifieringar

# #32021
source: Profile for GUI
bs_ba: Profil za GUI
es_es: Perfil de la interfaz gráfica de usuario
et_ee: Kasutajaliidese profiil
ga: Próifíl don Chomhéadan Grafach
pt_br: Perfil para GUI
sv_se: Profil för grafiskt gränssnitt

# #32022
source: Profile for movies
bs_ba: Profil za filmove
es_es: Perfil para películas
et_ee: Filmide profiil
ga: Próifíl do scannáin
pt_br: Perfil para filmes
sv_se: Profil för filmer

# #32023
source: Profile for TV shows
bs_ba: Profil za TV emisije
es_es: Perfil de las series de TV
et_ee: Sarjade profiil
ga: Próifíl do chláir teilifíse
pt_br: Perfil para programas de TV
sv_se: Profil för TV-serier

# #32024
source: Profile for PVR TV
bs_ba: Profil za PVR TV
es_es: Perfil de PVR TV
et_ee: TV profiil
ga: Próifíl do PVR TV
pt_br: Perfil para TV PVR
sv_se: Profil för PVR TV

# #32025
source: Profile for music
bs_ba: Profil za muziku
es_es: Perfil para música
et_ee: Muusika profiil
ga: Próifíl don cheol
pt_br: Perfil para música
sv_se: Profil för musik

# #32026
source: None
bs_ba: Ništa
es_es: Ninguno
et_ee: Puudub
ga: Dada
pt_br: Nenhum
sv_se: Ingen

# #32028
source: Wake Up
bs_ba: Probudi se
es_es: Despertar
et_ee: Äratus
ga: Dúisigh
sv_se: Vakna upp

# #32029
source: StandBy
bs_ba: Pripravnost
et_ee: Ooteseisund
ga: Fuireachas

# #32030
source: Toggle state
bs_ba: Promijeni stanje
es_es: Activar estado
et_ee: Oleku lüliti
ga: Scoránaigh an stát
pt_br: Alternar estado
sv_se: Växla tillstånd

# #32031
source: Profile for videos (not in library)
bs_ba: Profil za videozapise (nisu u biblioteci)
es_es: Perfil para vídeos (no en la biblioteca)
et_ee: Videote profiil (väljaspool meediakogu)
ga: Próifíl le haghaidh físeáin (nach bhfuil sa leabharlann)
pt_br: Perfil para vídeos (não na biblioteca)
sv_se: Profil för videor (inte i biblioteket)

# #32032
source: Profile for music videos
bs_ba: Profil za muzičke spotove
es_es: Perfil para vídeos musicales
et_ee: Muusikavideote profiil
ga: Próifíl le haghaidh físeáin cheoil
pt_br: Perfil para videoclipes
sv_se: Profil för musikvideor

# #32033
source: Profile for unknown content type
bs_ba: Profil za nepoznatu vrstu sadržaja
es_es: Perfil para tipo de contenido desconocido
et_ee: Tundmatu sisutüübi profiil
ga: Próifíl le haghaidh cineál ábhair anaithnid
pt_br: Perfil para tipo de conteúdo desconhecido
sv_se: Profil för okänd innehållstyp

# #32034
source: Profile for PVR radio
bs_ba: Profil za PVR radio
es_es: Perfil para la radio PVR
et_ee: Raadiosaadete profiil
ga: Próifíl do raidió PVR
pt_br: Perfil para rádio PVR
sv_se: Profil för PVR-radio

# #32035
source: Video
es_es: Vídeo
ga: Físeán
pt_br: Vídeo

# #32036
source: Audio
et_ee: Heli
ga: Fuaim
pt_br: Áudio
sv_se: Ljud

# #32037
source: Other
bs_ba: Ostalo
es_es: Otro
et_ee: Muu
ga: Eile
pt_br: Outro
sv_se: Annan

# #32038
source: Profile for KODI Start/Wakeup (Default)
bs_ba: Profil za KODI pokretanje/buđenje (zadano)
es_es: Perfil para el Inicio/Reactivación de KODI (predeterminado)
et_ee: Vaikeprofiil Kodi käivitamisel/ärkamisel
ga: Próifíl do KODI Start/Wakeup (Réamhshocrú)
pt_br: Perfil para início/despertar KODI (padrão)
sv_se: Profil för KODI start/vakna upp (Standard)

# #32039
source: Delay before close
bs_ba: Kašnjenje prije zatvaranja
es_es: Demora antes del cierre
et_ee: Viiivitus enne sulgemist
ga: Moill roimh dhúnadh
pt_br: Atraso antes do fechar
sv_se: Fördröjning före stängning

# #32040
source: Enable debug logging
bs_ba: Omogući bilježenje grešaka
es_es: Habilitar modo depuración
et_ee: Luba silumise logimine
ga: Cumasaigh logáil dífhabhtaithe
pt_br: Habilitar registro de depuração
sv_se: Aktivera felsökningsloggning

# #32041
source: Force load profile at startup
bs_ba: Prisilno učitavanje profila pri pokretanju
es_es: Forzar perfil de carga al inicio
et_ee: Profiili sundlaadimine käivitumisel
ga: Próifíl luchtaithe fórsaithe ag an am tosaithe
pt_br: Forçar perfil de carregamento na inicialização
sv_se: Tvinga fram inläsning av profil vid uppstart

# #32042
source: Auto switch notifications
bs_ba: Obavještenja o automatskom prebacivanju
es_es: Notificaciones de interruptor automático
et_ee: Automaatse vahetuse teavitus
ga: Fógraí uathoibríocha lasctha
pt_br: Notificações de troca automática
sv_se: Automatisk växling av meddelanden

# #32043
source: Manual switch notifications
bs_ba: Obavještenja o ručnom prebacivanju
es_es: Notificaciones de interruptor manual
et_ee: Käsitsi vahetuse teavitus
ga: Fógraí lasctha láimhe
pt_br: Notificações de troca manual
sv_se: Meddelanden om manuell växling

# #32044
source: Maintenance notifications
bs_ba: Obavještenja o održavanju
es_es: Notificaciones de mantenimiento
et_ee: Hooldusteavitused
ga: Fógraí cothabhála
pt_br: Notificações de manutenção
sv_se: Underhållsmeddelanden

# #32045
source: Select menu
bs_ba: Odaberite meni
es_es: Seleccionar menú
et_ee: Profiili valik
ga: Roghnaigh roghchlár
pt_br: Selecionar o menu
sv_se: Välj meny

# #32046
source: Use custom select menu
bs_ba: Koristi prilagođeni meni za odabir
es_es: Usar menú de selección personalizado
et_ee: Kasuta kohandatud profiilivalikut
ga: Úsáid roghchlár roghnaithe saincheaptha
pt_br: Use o menu de seleção personalizado
sv_se: Använda anpassad meny

# #32047
source: Include skin mods
bs_ba: Uključi modifikacije skina
es_es: Incluir mods del skin
et_ee: Kaasa rüü kohandused
ga: Cuir modanna craicinn san áireamh
pt_br: Incluir mods de skin
sv_se: Inkludera skalmodifikationer

# #32048
source: Extras
bs_ba: Dodaci
et_ee: Lisaseaded
ga: Breiseáin
sv_se: Extramaterial

# #32049
source: By number of channels
bs_ba: Po broju kanala
es_es: Por número de canales
et_ee: Helikanalite arvu järgi
ga: De réir líon na gcainéal
pt_br: Por número de canais
sv_se: Efter antal kanaler

# #32050
source: Menu Options
bs_ba: Opcije menija
es_es: Opciones del menú
et_ee: Menüü valikud
ga: Roghanna Roghchláir
pt_br: Opções do Menu
sv_se: Menyalternativ

# #32051
source: Profile 5
bs_ba: Profil 5
es_es: Perfil 5
et_ee: Profiil 5
ga: Próifíl 5
pt_br: Perfil 5
sv_se: Profil 5

# #32052
source: Name of profile 5
bs_ba: Naziv profila 5
es_es: Nombre del perfil 5
et_ee: Profiili 5 nimi
ga: Ainm an phróifíl 5
pt_br: Nome do perfil 5
sv_se: Namn på profil 5

# #32053
source: Profile 6
bs_ba: Profil 6
es_es: Perfil 6
et_ee: Profiil 6
ga: Próifíl 6
pt_br: Perfil 6
sv_se: Profil 6

# #32054
source: Name of profile 6
bs_ba: Naziv profila 6
es_es: Nombre del perfil 6
et_ee: Profiili 6 nimi
ga: Ainm an phróifíl 6
pt_br: Nome do perfil 6
sv_se: Namn på profil 6

# #32055
source: Profile 7
bs_ba: Profil 7
es_es: Perfil 7
et_ee: Profiil 7
ga: Próifíl 7
pt_br: Perfil 7
sv_se: Profil 7

# #32056
source: Name of profile 7
bs_ba: Naziv profila 7
es_es: Nombre del perfil 7
et_ee: Profiili 7 nimi
ga: Ainm an phróifíl 7
pt_br: Nome do perfil 7
sv_se: Namn på profil 7

# #32057
source: Profile 8
bs_ba: Profil 8
es_es: Perfil 8
et_ee: Profiil 8
ga: Próifíl 8
pt_br: Perfil 8
sv_se: Profil 8

# #32058
source: Name of profile 8
bs_ba: Naziv profila 8
es_es: Nombre del perfil 8
et_ee: Profiili 8 nimi
ga: Ainm an phróifíl 8
pt_br: Nome do perfil 8
sv_se: Namn på profil 8

# #32059
source: Profile 9
bs_ba: Profil 9
es_es: Perfil 9
et_ee: Profiil 9
ga: Próifíl 9
pt_br: Perfil 9
sv_se: Profil 9

# #32060
source: Name of profile 9
bs_ba: Naziv profila 9
es_es: Nombre del perfil 9
et_ee: Profiili 9 nimi
ga: Ainm an phróifíl 9
pt_br: Nome do perfil 9
sv_se: Namn på profilen 9

# #32061
source: Profile 10
bs_ba: Profil 10
es_es: Perfil 10
et_ee: Profiil 10
ga: Próifíl 10
pt_br: Perfil 10
sv_se: Profil 10

# #32062
source: Name of profile 10
bs_ba: Naziv profila 10
es_es: Nombre del perfil 10
et_ee: Profiili 10 nimi
ga: Ainm an phróifíl 10
pt_br: Nome do perfil 10
sv_se: Namn på profil 10

# #32063
source: Codec Detection
bs_ba: Detekcija kodeka
es_es: Detección de códec
et_ee: Koodeki tuvastus
ga: Brath Códc
pt_br: Detecção de Codec
sv_se: Detektering av kodek

# #32064
source: Profile for AC3
bs_ba: Profil za AC3
es_es: Perfil para AC3
et_ee: AC3 profiil
ga: Próifíl le haghaidh AC3
pt_br: Perfil para AC3
sv_se: Profil för AC3

# #32065
source: Profile for E-AC3
bs_ba: Profil za E-AC3
es_es: Perfil de E-AC3
et_ee: E-AC3 profiil
ga: Próifíl le haghaidh E-AC3
pt_br: Perfil para E-AC3
sv_se: Profil för E-AC3

# #32066
source: Profile for DTS
bs_ba: Profil za DTS
es_es: Perfil para DTS
et_ee: DTS profiil
ga: Próifíl le haghaidh DTS
pt_br: Perfil para DTS
sv_se: Profil för DTS

# #32067
source: Profile for DTS HD
bs_ba: Profil za DTS HD
es_es: Perfil para DTS HD
et_ee: DTS HD profiil
ga: Próifíl le haghaidh DTS HD
pt_br: Perfil para DTS HD
sv_se: Profil för DTS HD

# #32068
source: Profile for True HD
bs_ba: Profil za True HD
es_es: Perfil para True HD
et_ee: True HD profiil
ga: Próifíl le haghaidh True HD
pt_br: Perfil para True HD
sv_se: Profil för True HD

# #32069
source: Profile for any other audio codec
bs_ba: Profil za bilo koji drugi audio kodek
es_es: Perfil para cualquier otro códec de audio
et_ee: Teiste helikoodekite profiil
ga: Próifíl le haghaidh aon chódac fuaime eile
pt_br: Perfil para qualquer outro codec de áudio
sv_se: Profil för alla andra ljudkodek

# #32070
source: Profiles 6-10
bs_ba: Profili 6-10
es_es: Perfiles 6-10
et_ee: Profiilid 6-10
ga: Próifílí 6-10
pt_br: Perfis 6-10
sv_se: Profiler 6-10

# #32071
source: Stereo audio
bs_ba: Stereo zvuk
es_es: Audio estéreo
et_ee: Stereo heli
ga: Fuaim steirió
pt_br: Áudio estéreo
sv_se: Stereoljud

# #32072
source: Multi channel audio
bs_ba: Višekanalni zvuk
es_es: Audio multicanal
et_ee: Mitmekanaline heli
ga: Fuaim ilchainéil
pt_br: Áudio multicanal
sv_se: Flerkanaligt ljud

# #32073
source: delay before reading codec info
bs_ba: kašnjenje prije čitanja informacija o kodeku
es_es: demora antes de leer la información del códec
et_ee: viivitus enne koodekiinfo lugemist
ga: moill roimh léamh faisnéise an chóidéic
pt_br: atraso antes de ler informações do codec
sv_se: fördröjning innan läsning av kodekinformation

# #32074
source: match streams with no codec details as music
bs_ba: uskladi streamove bez detalja o kodeku kao muziku
es_es: combinar transmisiones sin detalles de códec como música
et_ee: Käsitle koodekiteabeta meediavooge muusikana
ga: sruthanna a mheaitseáil gan aon sonraí codec mar cheol
pt_br: combinar streams sem detalhes de codec como música
sv_se: matcha strömmar utan kodekdetaljer som musik

# #32100
source: Select profile to save settings
bs_ba: Odaberite profil za spremanje postavki
es_es: Seleccionar perfil para guardar los ajustes
et_ee: Vali seadete salvestamiseks profiil
ga: Roghnaigh próifíl chun socruithe a shábháil
pt_br: Selecione o perfil para salvar as configurações
sv_se: Välj profil för att spara inställningar

# #32101
source: Configure profile
bs_ba: Konfiguriraj profil
es_es: Configurar perfil
et_ee: Seadista profiili
ga: Cumraigh próifíl
pt_br: Configurar perfil
sv_se: Konfigurera profil

# #32102
source: Saved as profile
bs_ba: Sačuvano kao profil
es_es: Guardado como perfil
et_ee: Salvestati profiilina
ga: Sábháilte mar phróifíl
pt_br: Salvo como perfil
sv_se: Sparad som profil

# #32103
source: This profile is disabled
bs_ba: Ovaj profil je onemogućen
es_es: Este perfil está deshabilitado
et_ee: See profiil on keelatud
ga: Tá an phróifíl seo díchumasaithe
pt_br: Este perfil está desativado
sv_se: Denna profil är inaktiverad

# #32104
source: Invalid file for profile
bs_ba: Nevažeća datoteka za profil
es_es: Archivo no válido para el perfil
et_ee: Profiili jaoks sobimatu fail
ga: Comhad neamhbhailí don phróifíl
pt_br: Arquivo inválido para perfil
sv_se: Ogiltig fil för profil

# #32105
source: Enable profiles
bs_ba: Omogući profile
es_es: Activar perfiles
et_ee: Luba profiilid
ga: Cumasaigh próifílí
pt_br: Habilitar perfis
sv_se: Aktivera profiler

# #32106
source: Select audio profile
bs_ba: Odaberite audio profil
es_es: Seleccionar perfil de audio
et_ee: Vali heliprofiil
ga: Roghnaigh próifíl fuaime
pt_br: Selecionar perfil de áudio
sv_se: Välj ljudprofil
